7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1165947068 -23329=1,124.287262
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=51 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.736595
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=16414 22=14 23=1 -23328=1,1 -23329=1,41.813789
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=30616 22=15 -23328=1,1 -23329=1,39.068363
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,39.068363,39.068363
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=141 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.821062
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=18716 22=13 23=1 -23328=1,1 -23329=1,70.415489
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=115 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,37.181320
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=23501 22=15 17=17216 18=14 -23328=1,1 -23329=1,28.020290
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=16395 22=14 23=1 -23328=1,1 -23329=1,28.038780
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,28.038780,28.038780
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=88 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.402740
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=18834 22=14 23=1 -23328=1,1 -23329=1,45.294140
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=175 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,28.445700
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=27535 22=15 17=16622 18=14 16=1 -23328=1,1 -23329=1,23.903442
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,23.903442
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,23.903442,23.903442
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=127 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.815762
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=17681 22=14 23=1 -23328=1,1 -23329=1,45.125225
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=180 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.141430
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=888 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,60.292183
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=17845 22=15 17=25899 18=14 -23328=1,1 -23329=1,32.834972
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=16810 22=14 23=1 -23328=1,1 -23329=1,33.688583
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,33.688583,33.688583
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=126 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.391548
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=20846 22=14 23=1 -23328=1,1 -23329=1,56.480766
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=146 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.368946
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=24541 22=15 17=20119 18=14 16=1 -23328=1,1 -23329=1,30.983747
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=30001 22=15 23=1 -23328=1,1 -23329=1,28.367838
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,28.367838,28.367838
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=121 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.099823
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=32335 22=15 23=1 -23328=1,1 -23329=1,48.453026
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=142 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.536922
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=293 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,88.295746
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=13667 22=15 17=17414 18=13 -23328=1,1 -23329=1,36.828281
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=18310 22=14 23=1 -23328=1,1 -23329=1,41.158146
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,41.158146,41.158146
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=108 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,55.818085
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=19031 22=14 23=1 -23328=1,1 -23329=1,64.836800
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=173 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.750137
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=29690 22=15 17=17814 18=14 16=1 -23328=1,1 -23329=1,40.547237
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,40.547237
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,40.547237,40.547237
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,65.980873
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=21434 22=14 23=1 -23328=1,1 -23329=1,86.316139
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=163 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,42.827473
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=370 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.082031
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=19335 22=15 17=21837 18=14 -23328=1,1 -23329=1,33.681881
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=18645 22=14 23=1 -23328=1,1 -23329=1,38.330017
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,38.330017,38.330017
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.136814
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=24635 22=14 23=1 -23328=1,1 -23329=1,78.392250
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=150 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.963175
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=7957 22=15 17=31516 18=13 -23328=1,1 -23329=1,9.307817
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=30346 22=15 23=1 -23328=1,1 -23329=1,8.620111
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=13 22=15 23=0 24=2 25=1 26=19663 27=13 -23328=1,1 -23329=1,17.630518
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=20226 22=14 23=2 -23328=1,1 -23329=1,21.765133
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=15 22=15 23=0 24=2 25=1 26=21952 27=14 -23328=1,1 -23329=1,14.380557
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=23672 22=14 23=2 -23328=1,1 -23329=1,20.777363
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=40 1=1 5=1 6=10240 20=1 21=17 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.703495
