7767517
28 28
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1153766380 -23329=1,128.281006
Convolution              Conv_0                   1 1 input0 162 0=32 1=3 4=1 5=1 6=864 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,28.217899
PReLU                    LeakyRelu_1              1 1 162 124 20=1 21=25040 22=14 23=2 -23328=1,1 -23329=1,43.125271
Convolution              Conv_2                   1 1 124 165 0=32 1=3 3=2 4=1 5=1 6=9216 20=1 21=90 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,16.843714
PReLU                    LeakyRelu_3              1 1 165 127 20=1 21=24092 22=13 23=2 -23328=1,1 -23329=1,49.535774
Convolution              Conv_4                   1 1 127 168 0=64 1=3 4=1 5=1 6=18432 20=1 21=118 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,25.388371
PReLU                    LeakyRelu_5              1 1 168 130 20=1 21=30635 22=14 23=2 -23328=1,1 -23329=1,47.471470
Convolution              Conv_6                   1 1 130 171 0=64 1=3 3=2 4=1 5=1 6=36864 20=1 21=102 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,24.923420
PReLU                    LeakyRelu_7              1 1 171 133 20=1 21=17547 22=13 23=2 -23328=1,1 -23329=1,53.383930
Convolution              Conv_8                   1 1 133 174 0=128 1=3 4=1 5=1 6=73728 20=1 21=130 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,29.623495
PReLU                    LeakyRelu_9              1 1 174 136 20=1 21=28513 22=14 23=2 -23328=1,1 -23329=1,51.552856
Convolution              Conv_10                  1 1 136 177 0=128 1=3 3=2 4=1 5=1 6=147456 20=1 21=67 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,29.720860
PReLU                    LeakyRelu_11             1 1 177 139 20=1 21=27230 22=14 23=2 -23328=1,1 -23329=1,49.396561
Convolution              Conv_12                  1 1 139 180 0=256 1=3 4=1 5=1 6=294912 20=1 21=75 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,32.917027
PReLU                    LeakyRelu_13             1 1 180 142 20=1 21=28819 22=14 23=2 -23328=1,1 -23329=1,57.900719
Convolution              Conv_14                  1 1 142 183 0=256 1=3 3=2 4=1 5=1 6=589824 20=1 21=64 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,28.830566
PReLU                    LeakyRelu_15             1 1 183 145 20=1 21=32423 22=14 23=2 -23328=1,1 -23329=1,57.053947
Convolution              Conv_16                  1 1 145 186 0=512 1=3 4=1 5=1 6=1179648 20=1 21=66 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,35.497555
PReLU                    LeakyRelu_17             1 1 186 148 20=1 21=18635 22=13 23=2 -23328=1,1 -23329=1,80.749878
Convolution              Conv_18                  1 1 148 189 0=512 1=3 3=2 4=1 5=1 6=2359296 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.001939
PReLU                    LeakyRelu_19             1 1 189 151 20=1 21=23646 22=14 23=2 -23328=1,1 -23329=1,7.218865
Convolution              Conv_20                  1 1 151 192 0=512 1=3 4=1 5=1 6=2359296 20=1 21=20 22=15 23=0 24=2 25=1 26=23576 27=14 -23328=1,1 -23329=1,17.380075
PReLU                    LeakyRelu_21             1 1 192 154 20=1 21=23275 22=14 23=2 -23328=1,1 -23329=1,24.690502
Convolution              Conv_22                  1 1 154 195 0=512 1=3 4=1 5=1 6=2359296 20=1 21=16 22=15 23=0 24=2 25=1 26=27157 27=13 -23328=1,1 -23329=1,19.084358
PReLU                    LeakyRelu_23             1 1 195 157 20=1 21=23145 22=14 23=2 -23328=1,1 -23329=1,26.959337
Convolution              Conv_24                  1 1 157 198 0=512 1=3 4=1 5=1 6=2359296 20=1 21=18 22=15 23=0 24=2 25=1 26=31207 27=14 -23328=1,1 -23329=1,17.190996
PReLU                    LeakyRelu_25             1 1 198 160 20=1 21=21056 22=14 23=2 -23328=1,1 -23329=1,22.093245
Convolution              Conv_26                  1 1 160 output0 0=125 1=1 5=1 6=64000 20=1 21=33 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.595540
