7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1154834897 -23329=1,59.891323
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.788013
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=32256 22=15 23=1 -23328=1,1 -23329=1,39.167747
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=24823 22=15 -23328=1,1 -23329=1,29.671713
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,29.671713,29.671713
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=117 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,27.435003
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=17729 22=13 23=1 -23328=1,1 -23329=1,59.372868
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=105 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.816399
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=27997 22=15 17=17016 18=14 16=1 -23328=1,1 -23329=1,26.330639
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=31250 22=15 23=1 -23328=1,1 -23329=1,25.111547
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,25.111547,25.111547
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=98 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.795422
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=23544 22=14 23=1 -23328=1,1 -23329=1,52.874340
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=142 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,25.065172
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=29226 22=15 17=16414 18=14 -23328=1,1 -23329=1,22.398172
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,22.398172
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,22.398172,22.398172
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=118 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.297180
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=18038 22=14 23=1 -23328=1,1 -23329=1,47.668610
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=154 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.240509
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=470 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,55.787479
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=18214 22=15 17=23902 18=14 -23328=1,1 -23329=1,31.010176
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=17764 22=14 23=1 -23328=1,1 -23329=1,33.622231
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,33.622231,33.622231
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=124 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,42.207607
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=20680 22=14 23=1 -23328=1,1 -23329=1,53.273922
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=149 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.280090
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=27843 22=15 17=17679 18=14 16=1 -23328=1,1 -23329=1,30.828382
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=28848 22=15 23=1 -23328=1,1 -23329=1,27.141565
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,27.141565,27.141565
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=131 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.094193
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=17471 22=14 23=1 -23328=1,1 -23329=1,47.019871
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=135 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.718128
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=424 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,96.015129
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=11554 22=15 17=18854 18=13 -23328=1,1 -23329=1,33.854664
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=19785 22=14 23=1 -23328=1,1 -23329=1,40.882175
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,40.882175,40.882175
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=88 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,53.264820
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=20153 22=14 23=1 -23328=1,1 -23329=1,65.517967
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=148 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.009289
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=26356 22=15 17=17622 18=14 -23328=1,1 -23329=1,32.883453
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=32613 22=15 23=1 -23328=1,1 -23329=1,32.729225
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,32.729225,32.729225
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=109 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,50.750233
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=22070 22=14 23=1 -23328=1,1 -23329=1,68.364426
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=165 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,35.089157
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=552 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.642506
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=18212 22=15 17=23179 18=14 -23328=1,1 -23329=1,27.592062
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=31538 22=15 23=1 -23328=1,1 -23329=1,26.556860
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,26.556860,26.556860
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=127 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.552372
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=25526 22=14 23=1 -23328=1,1 -23329=1,67.853485
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=123 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,7.698586
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=9601 22=15 17=28259 18=13 -23328=1,1 -23329=1,7.781712
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=29184 22=15 23=1 -23328=1,1 -23329=1,6.930873
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=17 22=15 23=0 24=2 25=1 26=29367 27=14 -23328=1,1 -23329=1,17.778248
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=19737 22=14 23=2 -23328=1,1 -23329=1,21.416376
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=13 22=15 23=0 24=2 25=1 26=21666 27=14 -23328=1,1 -23329=1,13.678456
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=23260 22=14 23=2 -23328=1,1 -23329=1,19.419186
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=65 1=1 5=1 6=16640 20=1 21=17 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.735286
